ack
atk
autoconf
automake
bash-completion
boost
cairo
cmake
cminpack
colordiff
coreutils
corkscrew
cscope
ctags
dosbox
eigen
fasd
fftw
findutils
flann
fontconfig
freetype
gd
gdbm
gdk-pixbuf
gettext
gfortran
ghc
git
git-flow
glib
glpk
gmp
gnu-sed
gnuplot
gnutls
go
graphviz
grc
gsl
gtk+
gtkglext
hadoop
harfbuzz
haskell-platform
hdf5
heroku-toolbelt
hub
icu4c
intltool
jasper
jpeg
jq
jsdoc-toolkit
legit
libevent
libffi
libgcrypt
libgpg-error
libicns
libmpc
libpng
libspiro
libsvm
libtasn1
libtiff
libtool
libusb
libvirt
little-cms2
lua
macvim
matplotlib
mercurial
mpfr
mplayer
mtr
multimarkdown
nettle
ngrep
ninja
node
numpy
objective-caml
open-scene-graph
openblas
opencv
optipng
p11-kit
pango
pangox-compat
pcre
phantomjs
pixman
pkg-config
potrace
pypy
pyqt
python
qhull
qt
ragel
readline
rename
rmtrash
scala
scipy
sdl
sdl_net
sdl_sound
sip
spark
sqlite
sshuttle
suite-sparse
swig
szip
tbb
tcptrack
tor
tree
unrar
valgrind
vtk
wdiff
wget
wxmac
xz
yajl
yasm
youtube-dl
