ack
autoconf
automake
boost
cairo
cmake
colordiff
coreutils
corkscrew
cscope
ctags
eigen
fasd
fftw
findutils
fontconfig
freetype
gd
gdbm
gettext
gfortran
ghc
git
glib
gmp
gnu-sed
gnuplot
gnutls
go
graphviz
grc
gsl
hadoop
haskell-platform
hdf5
hub
intltool
jasper
jpeg
jsdoc-toolkit
libffi
libgcrypt
libgpg-error
libicns
libpng
libspiro
libtasn1
libtiff
libtool
libusb
libvirt
little-cms2
lua
macvim
mercurial
mplayer
multimarkdown
ngrep
ninja
node
opencv
p11-kit
pango
pcre
pixman
pkg-config
potrace
pypy
pyqt
python
qt
ragel
readline
rename
rmtrash
scala
sip
spark
sqlite
swig
szip
tbb
tree
unrar
valgrind
wdiff
wget
xz
yajl
yasm
